Revit 2027 API
UnitTypeId.KipFeetPerDegreePerFoot Property
 Kip feet per degree per foot.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId KipFeetPerDegreePerFoot { get; }
Public Shared ReadOnly Property KipFeetPerDegreePerFoot As ForgeTypeId
	Get
public:
static property ForgeTypeId^ KipFeetPerDegreePerFoot {
	ForgeTypeId^ get ();
}
static member KipFeetPerDegreePerFoot : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
UnitTypeId Class
Autodesk.Revit.DB Namespace